Repository: nam25101999/watch-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ja, ko, ru, zh_hans

source: NHN Shop
es: Tienda NHN
fr: Boutique NHN
it: Negozio NHN
ja: NHNショップ
ko: NHN 쇼핑몰
ru: Магазин NHN
zh_hans: NHN 商店

source: Chuyên cung cấp sản phẩm chất lượng với giá cả hợp lý, phục vụ tận tâm và giao hàng toàn quốc.
de: Wir bieten hochwertige Produkte zu fairen Preisen, mit engagiertem Service und deutschlandweitem Versand.
es: Especializados en productos de calidad con precios razonables, servicio dedicado y entrega a nivel nacional.
fr: Spécialisé dans la fourniture de produits de qualité à des prix raisonnables, un service dévoué et une livraison dans tout le pays.
it: Specializzati nella fornitura di prodotti di qualità a prezzi ragionevoli, con servizio attento e consegna in tutto il paese.
ja: 品質の良い商品を適正価格で提供し、丁寧なサービスと全国配送を行っています。
ko: 합리적인 가격과 최고의 품질 제품을 제공하며, 전국적으로 정성을 다해 배송합니다.
ru: Мы предлагаем качественные товары по разумным ценам, обеспечиваем внимательное обслуживание и доставку по всей стране.
zh_hans: 专注提供优质产品，价格合理，贴心服务，全国配送。

source: Liên kết nhanh
de: Schnellzugriff
es: Enlaces rápidos
fr: Liens rapides
it: Collegamenti rapidi
ja: クイックリンク
ko: 빠른 링크
ru: Быстрые ссылки
zh_hans: 快速链接

source: Giới thiệu
de: Über uns
es: Acerca de
fr: À propos
it: Informazioni
ja: 会社概要
ko: 소개
ru: О нас
zh_hans: 关于我们

source: Sản phẩm
de: Produkte
es: Producto
fr: Produit
it: Prodotti
ja: 製品
ko: 제품
ru: Продукты
zh_hans: 产品

source: Liên hệ
de: Kontakt
es: Contacto
fr: Contact
it: Contatti
ja: お問い合わせ
ko: 문의하기
ru: Контакты
zh_hans: 联系方式

source: Câu hỏi thường gặp
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions fréquentes
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
ru: Часто задаваемые вопросы
zh_hans: 常见问题

source: Hỗ trợ khách hàng
de: Kundensupport
es: Atención al cliente
fr: Assistance clientèle
it: Assistenza clienti
ja: カスタマーサポート
ko: 고객 지원
ru: Поддержка клиентов
zh_hans: 客户支持

source: Chính sách vận chuyển
de: Versandrichtlinien
es: Política de envíos
fr: Politique d'expédition
it: Politica di spedizione
ja: 配送ポリシー
ko: 배송 정책
ru: Политика доставки
zh_hans: 运输政策

source: Chính sách đổi trả
de: Rückgaberecht
es: Política de devoluciones
fr: Politique de retour
it: Politica di reso
ja: 返品ポリシー
ko: 환불 정책
ru: Политика возврата
zh_hans: 退换政策

source: Chính sách bảo mật
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호 정책
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Điều khoản dịch vụ
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 이용 약관
ru: Условия обслуживания
zh_hans: 服务条款

source: Địa chỉ: 123 Đường ABC, Quận 1, TP.HCM
de: Adresse: 123 ABC Straße, Bezirk 1, Ho-Chi-Minh-Stadt
es: Dirección: 123 Calle ABC, Distrito 1, Ciudad Ho Chi Minh
fr: Adresse : 123 rue ABC, District 1, Ho Chi Minh Ville
it: Indirizzo: Via ABC 123, Distretto 1, Ho Chi Minh
ja: 住所：ホーチミン市第1区ABC通り123番地
ko: 주소: 베트남 호치민시 1군 ABC 거리 123
ru: Адрес: ул. ABC, 123, район 1, г. Хошимин
zh_hans: 地址：胡志明市第一郡ABC街123号

source: Điện thoại: 0123 456 789
de: Telefon: 0123 456 789
es: Teléfono: 0123 456 789
fr: Téléphone : 0123 456 789
it: Telefono: 0123 456 789
ja: 電話番号：0123 456 789
ko: 전화번호: 0123 456 789
ru: Телефон: 0123 456 789
zh_hans: 电话：0123 456 789

source: Email: support@nhnshop.vn
es: Correo electrónico: support@nhnshop.vn
ja: メール：support@nhnshop.vn
ko: 이메일: support@nhnshop.vn
ru: Эл. почта: support@nhnshop.vn
zh_hans: 电子邮件：support@nhnshop.vn

source: WatchShop. All rights reserved.
de: WatchShop. Alle Rechte vorbehalten.
es: WatchShop. Todos los derechos reservados.
fr: WatchShop. Tous droits réservés.
it: WatchShop. Tutti i diritti riservati.
ja: WatchShop。全著作権所有。
ko: WatchShop. 판권 소유.
ru: WatchShop. Все права защищены.
zh_hans: WatchShop。版权所有。

source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
zh_hans: 菜单

source: Thương hiệu
de: Marke
es: Marca
fr: Marque
it: Marca
ja: ブランド
ko: 브랜드
ru: Бренд
zh_hans: 品牌

source: Chưa có thương hiệu
de: Keine Marke verfügbar
es: Sin marca disponible
fr: Aucune marque disponible
it: Nessuna marca disponibile
ja: ブランドがありません
ko: 브랜드 없음
ru: Бренды отсутствуют
zh_hans: 暂无品牌

source: Danh mục
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリー
ko: 카테고리
ru: Категория
zh_hans: 分类

source: Chưa có danh mục
de: Keine Kategorie verfügbar
es: Sin categoría disponible
fr: Aucune catégorie disponible
it: Nessuna categoria disponibile
ja: カテゴリーがありません
ko: 카테고리 없음
ru: Категории отсутствуют
zh_hans: 暂无分类

source: Tìm sản phẩm...
de: Produkt suchen...
es: Buscar productos...
fr: Rechercher des produits...
it: Cerca prodotti...
ja: 商品を検索...
ko: 제품 검색...
ru: Поиск продукта...
zh_hans: 搜索产品...

source: Tìm
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索

source: Đăng nhập
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
ru: Войти
zh_hans: 登录

source: Đăng ký
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 登録
ko: 회원가입
ru: Регистрация
zh_hans: 注册

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
ru: Вьетнамский
zh_hans: 越南语

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
ru: Английский
zh_hans: 英语

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
ru: Французский
zh_hans: 法语

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
ru: Немецкий
zh_hans: 德语

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
ru: Испанский
zh_hans: 西班牙语

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
ru: Японский
zh_hans: 日语

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
ru: Корейский
zh_hans: 韩语

source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
it: Cinese (semplificato)
ja: 中国語（簡体字）
ko: 중국어 (간체)
ru: Китайский (упрощенный)
zh_hans: 中文（简体）

source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
ru: Русский
zh_hans: 俄语

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
ru: Итальянский
zh_hans: 意大利语
